{
	"name": "The_Isle_of_Tir-na-nOg",
	"description": "Total Conan Vanilla map rebuild:\n- many deserts turned into Savannah or even greener\n- The Nameless City is like an overgrown jungle city\n- Map will suggest this land is an Island\n- New areas: in the North East and in the South\n- New Asagarth has neutral populace (like in Supermeru)\n- Designed to work with its sister project: the Underdark\n- Map with 267 regions to support conquest scenarios included\n- sun and moon rise in the east\n- admins: at X-292390.0  Y218820.0  Z-24050.0  you can find a hall to set up races and classes like so many servers do nowaydays.  Or you turn it into a small dungeon.\n- the combination of Underdark and the Isle of Tir-na-nOg will about double the playable area\n\nWARNING!  If you run this mod WITHOUT the Underdark-mod, then you will have to seal off the following holes:\n- Kings Niche - there is an opening all the way in the back\n- Xalthar's Refuge - opening all the way in the back\n- the Passage, coming from the jungle, the moment you come in the first great cave, turn left, opening is in the bottom\n- Jhill's Roost - go deep inside and check for a missing floor\n\nmany thanks to Fluxmaster, without him, this mod would have failed.\n\nmod info can be found at: https://discord.gg/cYsQWejJ27\n\n",
	"changeNote": "updated to Conan 2.4.4 \nThe good news:\n- the 'you need sunglasses to enter the Dreggs bug' has been resolved, a big thank you to Fluxmaster!\n- this means I could make Raraku isle spooky again as the issue was related\n\nbesides that, two minor  'bug' fixes.  the missing rock at the noob river, and the invisible walls in tanglewood tower.\n\nin other 'good as it could have been worse' news: \nI had to replace all siptah cliffs with look alikes since funcom suddenly blocked those (probably by accident, I hope) which dramatically damaged this mod, if I missed some, you will see rocks / cliffs with no texture (i.e. they will be grey) or they will be black at spots. Just report them on the discord. The good news of couse that I managed to replace the damage.\n\nthe bad news:\nI am sorry for the mod-size bloat this 'adding of siptah-look-alike-textures'  is causing.  And some caves (at the Crater) seem to have lost their darkness after the last update.  I'll try to figure out what changed there next time.",
	"author": "",
	"authorUrl": "",
	"versionMajor": 1,
	"versionMinor": 7,
	"versionBuild": 1,
	"bRequiresLoadOnStartup": false,
	"steamPublishedFileId": "2241631223",
	"steamVisibility": 0,
	"folderName": "The_Isle_of_Tir-na-nOg",
	"revisionNumber": 297252,
	"snapshotId": 29491
}